const ru = {
	profile: 'Профиль',
	sign_out: 'Выход',
	signup: 'Регистрация',
	sign_in: 'Войти',
	main: 'Главная',
	game: 'Игра',
	forum: 'Форум',
	leaderboard: 'Таблица лидеров',
	start_game: 'Начать игру',
	game_over: 'Конец игры',
	replay_description: 'Ты можешь попробовать сыграть еще раз или посмотреть список лидеров',
	retry: 'Еще раз',
	fullscreen: 'На весь экран',
	exit_fullscreen: 'Свернуть',
	login: 'Логин',
	password: 'Пароль',
	repeat_password: 'Повторить пароль',
	first_name: 'Имя',
	second_name: 'Фамилия',
	email: 'Почта',
	phone: 'Телефон',
	high_score: 'Лучший счет',
	display_name: 'Отображаемое имя',
	edit_profile: 'Редактировать профиль',
	change: 'Изменить',
	change_password: 'Изменить пароль',
	change_avatar: 'Изменить аватар',
	update: 'Обновить',
	update_profile: 'Обновить профиль',
	old_password: 'Старый пароль',
	new_password: 'Новый пароль',
	repeat_new_password: 'Новый пароль ещё раз',
	update_password: 'Обновить пароль',
	update_avatar: 'Обновить аватар',
	new_avatar: 'Новый аватар',
	create_topic: 'Создать топик',
	theme: 'Тема',
	send: 'Отправить',
	comments: 'Комментарии',
	leave_a_comment: 'Оставить комментарий',
	welcome: 'Добро пожаловать в Pacman',
	// eslint-disable-next-line max-len
	main_description_1:
		// eslint-disable-next-line max-len
		'Погрузитесь в увлекательный мир Пакмана - современной аркадной игры, которая вобрала дух классики и привнесла новые элементы в игровой процесс.',
	main_target: 'Цель игры',
	main_description_2: 'собирать все точки на поле.',
	main_description_3:
		'Остерегайтесь четырех неуловимых призраков, которые настойчиво преследуют Пакмана.',
	// eslint-disable-next-line max-len
	main_description_4:
		// eslint-disable-next-line max-len
		'Энергетические бонусы, разбросанные по лабиринту, придают Пакману временную силу атаки и позволяют ему обратиться против призраков на короткое время. В этот момент раздражающие преследователи оглушаются, превращаясь в синих призраков, и Пакман может съесть их, зарабатывая дополнительные очки.',
	rules: 'Правила игры',
	// eslint-disable-next-line max-len
	rule_1: '1. Управление и движение: Используйте клавиши со стрелками на клавиатуре для перемещения Пакмана вверх, вниз, влево и вправо.',
	// eslint-disable-next-line max-len
	rule_2: '2. Цель игры: Ваша цель - собрать все точки на игровом поле, избегая столкновений с призраками. Собранное количество точек отображается в верхней части экрана.',
	// eslint-disable-next-line max-len
	rule_3: '3. Призраки: В игре присутствуют четыре призрака, которые будут преследовать Пакмана в лабиринте. Если Пакман заденет призрака, игра закончится. Избегайте призраков и будьте настороже.',
	// eslint-disable-next-line max-len
	rule_4: '4. Энерджайзеры: Размещены в различных местах лабиринта, энерджайзеры дают Пакману временную способность атаковать призраков. В этот момент вы можете съесть призраков, чтобы получить дополнительные очки.',
	// eslint-disable-next-line max-len
	rule_5: '5. Очки и рекорды: Количество очков, набранных в игре, отображается на экране. Старайтесь набрать как можно больше очков, уклоняясь от призраков и собирая все точки на поле. Вы можете установить новый рекорд и соревноваться с друзьями.',
	creators: 'Создатели игры',
	project_1: 'Проект',
	project_2: ' разработан в рамках курса "Мидл фронтенд-разработчик", командой "GOLOVOLOMKA" ©',
	team_member_1: 'Толкачев Петр',
	team_member_2: 'Фенин Александр',
	team_member_3: 'Усова Даша',
	team_member_4: 'Кустов Илья',
	team_member_5: 'Чумаков Станислав',
};

export default ru;
